#### KipDashFtPerDegreePerFt Property

---

|  |
| --- |
| SymbolTypeId Class   See Also |

Symbol kip-ft/Â°/ft, indicating unit Kip feet per degree per foot.

**Namespace:**   Autodesk.Revit.DB
  **Assembly:**   RevitAPI  (in RevitAPI.dll) Version: 22.0.0.0 (22.1.0.0)
  **Since:**  2021

# Syntax

| C# |
| --- |
| ``` public static ForgeTypeId KipDashFtPerDegreePerFt { get; } ``` |

| Visual Basic |
| --- |
| ``` Public Shared ReadOnly Property KipDashFtPerDegreePerFt As ForgeTypeId 	Get ``` |

| Visual C++ |
| --- |
| ``` public: static property ForgeTypeId^ KipDashFtPerDegreePerFt { 	ForgeTypeId^ get (); } ``` |

# See Also

SymbolTypeId Class

Autodesk.Revit.DB Namespace